  {
    "title": "Welcome",
    "content": "#Welcome to Markdown-Notes\n###The markdown notepad that keeps track of action items\n\n##Markdown\nIf you are new to markdown, markdown is a a standard of markup, that allows users to quickly and easily generate beautiful documents, simply by adding a little bit of syntax to their documents. \n\nThis document, as well as all documents on markdown-notes, is written in markdown. Here are some neat shortcuts and their uses. If you are familiar with markdown, you can skip this section for the extras we added.\n\n###Headings\nTo add different section headings, prefix the line with a number of `#` symbols (1-6).\n#Heading1\n##Heading2\n###Heading3\n####Heading4\n#####Heading5\n######Heading6\n\n###Quotes\nAnother useful tool markdown gives us is block quotes. To use them, prefix your line with `>`\n\n> Four score and seven years ago....\n\n###Emphasis\nItalics are done by surrounding text with a single `*` or `_`\n\n*this* is _italics_\n\nBold is done with double `**` or `__`\n\n**This** is __bold__\n###Lists\nTo do a list simply start each item with a `*`, `+`, or `-`\n\n* this is a list\n+ this is another list item\n- other\n\nor you can do an ordered list just bay starting with a number followed by a `.`\n\n1. list 1\n1. list 2\n4. list 4\n\nmarkdown will automatically update the numbers for ou\n\n###Code Blocks\nYou can use an inline codeblock by surrounding your code or keyword with a tick mark <code>`</code>\nor do muliline code block by putting 3 <code>```</code>tick marks on the lines before and after\n\nThis has an `inline` code block.\n\n```\ndef foo(bar):\n return bar\n``` \n\n###Links\nTo add a link to your documment you use the `[link text](link url)` syntax.\n\n[Google](http://www.google.com)\n\n##Tasks\n\nWe added to markdown the ability to add tasks and store them outside of your documents. The full syntax is: ` ! task name @ task owner (date due)`. Each task as to be on its own line. The Following are tasks and therefore should show up in your task pane to the right.\n\n! Full task @ You (today)\n\n! Task without date @ You\n\n###Get Started\n\nTry it out by hitting the edit symbol at the top right of this preview window. Then you can edit this in the left pane and see the results directly in the right pane. Remember to save your changes!",
    "slug": "welcome",
    "date": "2014-11-17T15:31:21.428Z"
  }